Repository: kansasdev/MultiplicationTable
Catalog: MultiplicationTable/Resx/Language.*.resx
Languages: pl

# btnAboutUpdate
source: Update settings
pl: Aktualizuj ustawienia

# btnCancel
source: Cancel
pl: Anuluj

# btnCheck
source: Check
pl: Sprawdź

# btnLoadUserDefinedDict
source: Load user defined dictations
pl: Wczytaj zdefiniowane dyktanda

# btnLoadUserDefinedWords
source: Load user defined words
pl: Wczytaj zdefiniowane słówka

# btnSaveUserDefinedDict
source: Upload and overwrite user defined dictations
pl: Nadpisz zdefiniowane dyktanda

# btnSaveUserDefinedWords
source: Upload and overwrite user defined words
pl: Nadpisz zdefiniowane słówka

# btnSay
source: Say it
pl: Powiedz to

# btnShuffle
source: Shuffle
pl: Losuj

# btnTest
source: TEST
pl: TESTUJ

# pckAboutText
source: Select
pl: Wybierz

# txtAboutAddMax
source: Addition part max value
pl: Maksymalna wartość czynnika dodawanie

# txtAboutGithub
source: About author (github)
pl: O autorze (github)

# txtAboutMultMax
source: Multiplication part max value
pl: Maksymalna wartość czynnika mnożenie

# txtAboutQuizMode
source: Quiz mode?
pl: Tryb quizu?

# txtAboutSpan
source: This simple app is for learning simple math operations, polish word exceptions and english words. App is written using Xamarin platform
pl: Prosta aplikacja do nauki podstawowich operacji matematycznych, prostych dyktand oraz słówek angielskich. Aplikacja jest napisana w technologii Xamarin

# txtAboutSubMax
source: Subtraction part max value
pl: Maksymalna wartość czynnika odejmowanie

# txtAboutTimeout
source: Timeout
pl: Czas na odpowiedź

# txtDictBad
source: BAD
pl: ŹLE

# txtDictErrorNotAllAnsweres
source: Not all answers selected
pl: Nie zaznaczono wszystkich odpowiedzi

# txtDictErrorNotAllAnswersTitle
source: Answer all questions
pl: Zaznacz wszystkie odpowiedzi

# txtDictSuccessMesssage
source: Hurra!!!
pl: Hurrra, wspaniale!

# txtDictSuccessTitle
source: BRAVO
pl: BRAWO

# txtDictSum
source: SUM
pl: SUMA

# txtErrLoadingUserData
source: Error while loading user data
pl: Błąd wczytywania danych użytkownika

# txtErrorBtn
source: ERROR
pl: BŁĄD

# txtErrorMessage
source: Error:
pl: Błąd:

# txtErrorTitle
source: ERROR
pl: BŁĄD

# txtLearningSetCategory
source: Category
pl: Wybierz kategorię

# txtMultNo
source: NO
pl: NIE

# txtMultResult
source: Result
pl: Wynik

# txtMultTooManyHints
source: Too many hints:
pl: Za dużo podpowiedzi:

# txtMultTooManyHintsTitle
source: Hints advice
pl: Podpowiedzi porada

# txtMultTotal
source: Total
pl: Wszystkie

# txtRandomLearningWord
source: Generated word
pl: Wylosowane słówko

# txtTitleConfiguation
source: Configuration
pl: Konfiguracja

# txtTitleDictation
source: Dictation
pl: Dyktando

# txtTitleMathOps
source: Math operations
pl: Operacje matematyczne

# txtTitleWording
source: English words
pl: Angielskie słówka

# txtUserDataLoaded
source: Data has been saved to my documents
pl: Dane zostały zapisane do moich dokumentów

# txtUserDataNoDataUploaded
source: No data has been uploaded
pl: Dane nie były zapisywane

# txtUserDataPrompt
source: Do you want to overwrite your data?
pl: Czy chcesz nadpisać swoje dane?

# txtUserDataUpdated
source: You have to restart application
pl: Musisz ponownie uruchomić aplikację
